/* progress info */
"Collecting crash information..." = "Crashinformatie verzamelen…";

/* progress info */
"Searching system logs..." = "Bezig met zoeken van systeemlogboeken…";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "Consoleberichten gevonden";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher heeft berichten van het systeemlogboek gevonden die ons kunnen helpen deze crash te begrijpen. Als u deze logboeken niet wilt opnemen in uw crashrapport, kunt u ze verwijderen uit het tekstvak.";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "CrashCatcher werkt mogelijk niet goed met %@.";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "Mij niet meer waarschuwen";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "Bijvoorbeeld \"Ik probeerde de framistan over het hee-whackity te slepen, maar het programma reageerde niet gedurende ongeveer 10 seconden en bleef vervolgens hangen. Het was de derde keer dat het programma bleef hangen terwijl ik dezelfde bewerking uitvoerde. Dit fenomeen doet zich voor sinds ik CrashDoubler 7.8 heb geïnstalleerd!\"";

/* Quit button */
"Quit" = "Stop";

/* email warning message */
"Send using %@" = "Verstuur met %@";

/* email warning default button */
"Send using Mail" = "Verstuur met Mail";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "De e-mailclient die u hebt gekozen in Systeemvoorkeuren, biedt mogelijk geen ondersteuning voor het verzenden van crashrapporten. We adviseren u het ingebouwde X Mail-programma van Mac OS te gebruiken; als u %1$@ toch gebruikt, kan het crashrapport dat u verzendt onvolledig zijn (of nog erger: uw e-mailclient zelf kan crashen).\n\nAls u Annuleer kiest, kunt u uw crashrapport versturen door de tekst te kopiëren en te plakken in een e-mailbericht dat is geadresseerd aan %2$@.";

/* error message */
"Unable to collect report from crashed application." = "Het is niet mogelijk om een rapport van het gecrashte programma samen te stellen.";